Repository: cabralRodrigo/cordova-resource-generator
Catalog: CordovaResourceGenerator.UI/Properties/Resources.*.resx
Languages: pt_br

# WizardWindow_Button_Cancel
source: Cancel
pt_br: Cancelar

# WizardWindow_Button_Next
source: < Next
pt_br: < Próximo

# WizardWindow_Button_Previous
source: Previous >
pt_br: Anterior >

# WizardWindow_Title
source: Cordova Icon & Splash Generator
pt_br: Gerador de Ícones e Splashs para Cordova

# FinishedWizardPage_Description
source: The icons and splashs was generated successfully.
pt_br: Os ícones e splashs foram gerados com sucesso.

# FinishedWizardPage_Hyperlink_Text
source: Click here to open the output folder.
pt_br: Clique aqui para abrir a pasta de destino.

# FinishedWizardPage_Title
source: Success!
pt_br: Sucesso!

# IntroductionWizardPage_Description
source: This guide will help you through the process of generating icons and splashs for a cordova project.
pt_br: Esse guia irá the ajudar a gerar ícones e splashs para um projeto cordova.

# IntroductionWizardPage_Title
source: Cordova Icon & Splash Generator
pt_br: Gerador de Ícones e Splashs para Cordova

# PageFactory_PageTypeInvalid
source: Invalid page type.
pt_br: Tipo de página inválido.

# SelectColorAndOutputWizardPage_ColorDialog_Title
source: Select Color
pt_br: Selecione Cor

# SelectColorAndOutputWizardPage_Color_Description
source: Select the background color of the final icons and splashs (leave blank for transparent):
pt_br: Selecione a cor de fundo dos ícones e splashs a serem gerados (deixe em branco para transparente):

# SelectColorAndOutputWizardPage_OutputFolder_Button
source: Select Output Folder
pt_br: Selecione a pasta de destino

# SelectColorAndOutputWizardPage_OutputFolder_Description
source: Select an output folder to the icons and splashs:
pt_br: Select uma pasta de destino para os ícones e splashs:

# SelectColorAndOutputWizardPage_Title
source: Select Background color & Output folder
pt_br: Seleção Cor de Fundo & Pasta de Destino

# SelectConfigWizardPage_Button_Label
source: Select file
pt_br: Selecionar Arquivo

# SelectConfigWizardPage_Description
source: Select the config.xml file from the chosen cordova project:
pt_br: Selecione o arquivo config.xml de um projeto cordova:

# SelectConfigWizardPage_FileDialog_Filter
source: Xml Cordova Configuration File
pt_br: Arquivo Xml Configuração Cordova

# SelectConfigWizardPage_Title
source: Cordova Project
pt_br: Projeto Cordova

# SelectImagesWizardPage_FileDialogIcon_Button
source: Select Source Icon
pt_br: Selecione o ícone de Origem

# SelectImagesWizardPage_FileDialogIcon_Title
source: Select the source icon image
pt_br: Selecione o ícone de Origem

# SelectImagesWizardPage_FileDialogSplash_Button
source: Select Source Splash
pt_br: Selecione a splash de Origem

# SelectImagesWizardPage_FileDialogSplash_Title
source: Select the source splash image
pt_br: Selecione a splash de Origem

# SelectImagesWizardPage_FileDialog_Filter
source: Image File
pt_br: Arquivo de Imagem

# SelectImagesWizardPage_OnlyIconSelected_MessagBox_Message
source: You only selected the icon image source. By doing this the icon will be used to generate the final splashs images.
pt_br: Você selecionou apenas o ícone de origem. O ícone de origem será utilizado para gerar as splashs também.

# SelectImagesWizardPage_OnlyIconSelected_MessagBox_Title
source: Warning
pt_br: Aviso

# SelectImagesWizardPage_Title
source: Source Icon & Splash
pt_br: Imagem de Origem do Ícone & Splash

# WizardWindow_Generate_Error_Description
source: An error ocurred on the generation: {0}
pt_br: Ocorreu um erro no processo de geração: {0}

# WizardWindow_Generate_Error_Title
source: Error
pt_br: Erro

# WizardWindow_UnknownError
source: Unknown error.
pt_br: Erro desconhecido.
